a
abominari
abominatus
abominor
abraham
accepit
accipite
acquirens
ad
adimplens
admitte
adoramus
adoratur
adveniat
advocata
aequum
aeternae
aeternam
aeterni
afflictio
afflictionis
afflictum
affligere
affligo
afflixerunt
agens
agere
agimus
agnus
alleluia
altissimi
altissimus
alto
amen
ancillae
angelos
anima
annuntiamus
ante
apostolicam
apostolis
arrogantia
arrogantiae
ascendit
astare
ave
baptisma
beata
beatam
beatea
beatis
benedicimus
benedicta
benedictum
benedictus
bibite
bonae
bonis
brachio
caelestis
caeli
caelis
caelo
caelum
calicem
calix
captivitas
caritate
catholicam
causa
causae
cenatum
chori
chorus
christe
christi
christo
christum
clamamus
clemens
clero
cogitatione
commemorationem
confirmare
confirmatum
confirmavi
confirmo
confitemur
confiteor
conglorificatur
congregemur
consortes
consubstantialem
converte
coram
corda
cordis
cornu
corporis
corpus
corruptio
corruptionis
cotidianum
credo
crucifixus
cujus
culpa
cum
cuncta
custodi
da
dandam
daturum
david
de
debita
defunctorum
dei
deo
deposuit
deprecamur
deprecationem
descendit
despectum
despicere
despicio
despicui
detrimenti
detrimentum
deum
deus
devorare
devoratum
devoravi
devoro
dexteram
dicent
dicentes
die
diebus
diffusae
dignum
dilectionis
dimisit
dimitte
dimittimus
dimittis
dirigendos
disciplina
disciplinae
dispersit
divites
domine
domini
dominum
dominus
domo
dona
donec
dormientes
dormierunt
dulcedo
dulcis
eam
ecce
ecclesiae
ecclesiam
effendetur
eius
elevare
elevatum
elevavi
elevo
enim
eo
eorum
eos
episcopo
erat
erexit
ergo
erit
es
esse
est
esurientes
et
etiam
eum
ex
exaltavit
examinare
examinatum
examinavi
examino
excelsis
expellere
expello
expuli
expulsum
exsilium
exspecto
exsultare
exsultatum
exsultavi
exsultavit
exsulto
extendit
exules
faciem
facite
facta
factorem
factum
factus
fiant
fiat
fidei
fili
filii
filio
filium
filius
finis
flentes
fons
fratres
fratrum
fraudulentia
fraudulentiae
fregit
fructum
gementes
generationes
genetrice
genitum
gentes
gentium
gloria
gloriam
glorificamus
glorificemus
gratia
gratias
habemus
habuisti
hac
haec
hevae
hic
his
hoc
hodie
holocausti
holocaustum
homines
hominibus
homo
honor
hora
hosanna
humiles
humilitatem
iacob
ideo
iesum
igitur
illi
illos
illuminare
immaculat
immaculatum
immaculatus
impietas
impietatis
impii
impius
implevit
in
inanes
incarnatum
incarnatus
indignatio
indignationis
inducas
infans
infantis
inimicis
inimicorum
iniquitas
iniquitatis
innocentia
innocentiae
interrogare
interrogatum
interrogavi
interrogo
invisibilium
invocare
invocatum
invocavi
invoco
ipso
israel
ite
iterum
iuravit
iusiurandum
iustitia
iustum
jesu
jesum
jesus
judicare
laborare
laboratum
laboravi
laboro
lacrimarum
lamentatio
lamentationis
laudate
laudamus
laudemus
libatio
libationis
libera
liberati
locutus
lumen
lumine
magna
magnam
magnificat
maligna
malignum
malignus
malo
manducate
manifestare
manifestaret
manifestatum
manifestavi
manifesto
manu
manus
maria
mariae
mariam
mater
maxima
me
mea
meditari
meditatus
meditor
mei
memento
memorari
memores
mente
meo
mereamur
meus
mihi
ministrare
miseratione
misereatur
miserere
misericordes
misericordia
misericordiae
misericordiam
misisti
missa
modo
mortem
mortis
mortuorum
mortuos
motum
moveo
movere
movi
mulieribus
multis
multitudinis
multitudo
mundi
mysterium
narrare
narratum
narravi
narro
natum
nimis
nobis
nomen
nomine
non
nos
nostra
nostrae
nostram
nostri
nostris
nostro
nostrorum
nostros
nostrum
novi
nunc
oculi
oculos
oderunt
offerimus
omissione
omnes
omnia
omnibus
omnipotens
omnipotentem
omnipotenti
omnis
omnium
opere
ora
orare
orbe
oremus
oriens
orphani
orphanus
os
ostende
pace
pacem
pacis
panem
papa
parare
participes
passioni
passus
pater
pateretur
patre
patrem
patres
patri
patris
pax
peccata
peccatoribus
peccatorum
peccavi
pedes
per
perducat
perficias
petitio
petitionis
pia
pilato
placuerunt
plantare
plantatum
plantavi
planto
plebi
plebis
plena
pleni
pontio
populi
populorum
populum
possessio
possessionis
post
postquam
potens
potentes
potentiam
praecepti
praeceptum
praedicamus
praeibis
precor
principio
pro
procedit
progenies
propheta
prophetarum
prophetas
propter
prosperatum
prosperavi
prosperere
prospero
protectis
protector
psalmi
psalmus
puer
pueri
puerum
purgare
purgatum
purgavi
purgo
quaesumus
que
quem
qui
quia
quibus
quod
quoniam
recordare
recordatus
redemptionem
redemptorem
refugii
refugium
regni
remissionem
requiescamus
respexit
resurrectionem
resurrectionis
resurrexit
retributio
retributionis
revelationem
rore
sabaoth
sacrificii
sacrificium
saecula
saeculi
saeculo
saeculorum
salutare
salutem
salutis
salva
salvatore
salvatorem
salve
sancta
sanctam
sancti
sanctifica
sanctificetur
sanctis
sanctitate
sanctitatis
sancto
sanctorum
sanctos
sanctum
sanctus
sanguinis
sanguis
scientiam
scripturas
se
secundum
sed
sede
sedent
sedes
seminis
semper
separare
separatum
separavi
separo
sepulcri
sepulcrum
sepultus
serviamus
servum
sicut
simili
simul
sine
singulariter
sion
solitudinis
solitudo
solus
solveret
spe
spes
spiritu
spiritui
spiritum
spiritus
suae
sub
sui
sulphur
sulphuris
sum
sunt
suo
superbos
supplices
sursum
suscepit
suscipe
suspiramus
suum
te
tecum
templi
templum
tenebris
tentationem
terra
terrae
terris
terror
tertia
testamenti
throni
thronum
tibi
timentibus
timore
tollis
toto
traderetur
tribulatio
tribulationis
tua
tuae
tuam
tui
tuo
tuum
ubique
umbra
una
unam
unigenite
unigenitum
unitate
universo
unum
usura
usurae
ut
valle
venias
venit
ventris
venturi
venturus
verbo
verbum
vere
vero
verum
viam
vias
viderunt
vigilantes
vigilemus
violens
virgine
virginem
virgini
virgo
viscera
visibilium
visitavit
vita
vitae
vitam
vivificantem
vivos
vobis
vobiscum
vocaberis
voce
voluntarie
voluntas
voluntatem
voluntatis
vos
vultus